<div class="quote">
  <h2>参考書籍</h2>
  <ul>
    <li>『<cite>漢検四字熟語辞典（第一版）</cite>』(編：日本漢字教育振興会/1997)</li>
    <li>『<cite>漢検漢字辞典（第二版）</cite>』(編：公益財団法人日本漢字能力検定協会/2014)</li>
    <li>『<cite>新明解故事ことわざ辞典</cite>』(編：三省堂編修所/2007)</li>
  </ul>
</div>
<div class="note">
  <h2>特記事項</h2>
  <ul>
    <li>本コンテンツは小説投稿サイト「ノベルアップ+」「エブリスタ」で投稿しているものとほぼほぼ同一のものとなります。</li>
    <li>ここで掲載する各四字熟語の紹介コンテンツは制作予定のWebアプリケーション「RECONQUEST」に流用をかます予定でいます。</li>
    <li>本コンテンツで登場するキャラクターおよび世界観はぢだぱぢぴぢぱぢ主監の「SAKΔ」シリーズに属します。</li>
  </ul>
</div>